Repository: moreonion/audiofile
Catalog: translations/audiofile.*.po
Languages: de

source: Start recording
de: Klicken Sie, um die Aufnahme zu starten.

source: !countdown minutes left
de: !countdown Minuten verbleiben

source: Delete and start again
de: Löschen und neu starten

source: Play back and check
de: Zum Anhören und Überprüfen abspielen.

source: There seems to be a problem with the microphone. Please ensure that there is a microphone connected and it is enabled on your device.
de: Es scheint ein Problem mit dem Mikrofon zu geben. Bitte vergewissern Sie sich, dass ein Mikrofon angeschlossen ist und Sie die Verwendung erlaubt haben.

source: Request again…
de: Erneut anfragen…

source: Please ensure that there is a microphone connected.
de: Bitte stellen Sie sicher, dass ein Mikrofon angeschlossen ist.

source: Please ensure you have allowed using the microphone.
de: Bitte stellen Sie sicher, dass Sie die Verwendung des Mikrofons erlaubt haben.

source: Enabled
de: Aktiviert

source: No access to media devices
de: Kein Zugriff auf Mediengeräte

source: Your browser might be blocking access to your microphone.
de: Möglicherweise blockiert Ihr Browser den Zugriff auf das Mikrofon.

source: Uploading…
de: Datei wird hochgeladen…

source: There was a problem uploading your message. Please try recording again.
de: Leider war der Upload nicht erfolgreich. Bitte starten Sie den Vorgang erneut.
